#### Terraform Format and Style 🖌`success`
#### Terraform Initialization ⚙️`success`
#### Terraform Validation 🤖Success! The configuration is valid.


#### Terraform Plan 📖`success`

<details><summary>Show Plan</summary>

```terraform
Refreshing Terraform state in-memory prior to plan...
The refreshed state will be used to calculate this plan, but will not be
persisted to local or remote state storage.

module.aws_init.aws_iam_user.terraform_admin: Refreshing state... [id=TerraformAdmin]
module.aws_init.data.aws_iam_policy_document.terraform_admin: Refreshing state...
module.aws_init.aws_iam_user_policy.terraform_admin_assume_role: Refreshing state... [id=TerraformAdmin:AssumeRoleForTerraformAdmin]
module.aws_init.aws_iam_access_key.terraform_admin: Refreshing state... [id=AKIAQXZ52UX5NAAWGM7S]

------------------------------------------------------------------------

An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # module.aws_init.aws_organizations_account.get_multi_cloud_k8s will be created
  + resource "aws_organizations_account" "get_multi_cloud_k8s" {
      + arn              = (known after apply)
      + email            = "rytswd+multicloudk8s@gmail.com"
      + id               = (known after apply)
      + joined_method    = (known after apply)
      + joined_timestamp = (known after apply)
      + name             = "get-multi-cloud-k8s-v0.1"
      + parent_id        = (known after apply)
      + status           = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.

------------------------------------------------------------------------

This plan was saved to: t.tfplan

To perform exactly these actions, run the following command to apply:
    terraform apply "t.tfplan"

```

</details>

*Pusher: @rytswd, Action: `pull_request`, Working Directory: ``, Workflow: `Terraform Project Init`*